[
  
  
    
    {
      "title": "The problem of compromise in Japan: The Unbalanced Compromise in Japanese Electoral System",
      "url": "/Hello/research/Users/yujirokisu/Documents/Hello/2022-08-19-research.html",
      "content": "Compromise exists in our daily lives. For example, two people argue to decide which restaurant they go to, French or Japanese, or politicians make a decision when implementing a law. According to Gutmann and Thompson (2012, p. 30), in a democratic country, compromise is essential because a community without compromise automatically favors the status quo. However, there are advantages and disadvantages of compromise. In order to minimize the disadvantages, a democratic system distributes the share of compromise according to the number of votes so that the more support a representative or political party gets, the larger say it has in a decision-making process. In order words, the majority are likely to compromise less; hence, there would be fewer disadvantages as a whole.Meanwhile, in Japan, since most of the share has been taken by the same political party for years, those who attempt to reflect their opinions in political decisions tend to butter up the party. This can be problematic when the party receives political funds from the community and favors the community to keep it in its hands [“Hiroyuki kyuu touitu kyoukai,” 2022]. Therefore, it is essential to consider minimizing the disadvantages of compromise while keeping democracy in decision-making system.Having known the significance, this essay will elaborate on the need of compromise (the first part), its disadvantages (the second part), and the subsequent problems that are occurring in the current democratic decision-making system in Japan (the third part). After that, the tentative model of the compromising system will be proposed based on the elaborated contents. Lastly, a possible way the model of compromising can be realized in Japan will be proposed.First, the need of compromise has been addressed by Gutmann and Thompson (2012, p. 30), saying, “Without compromise on health care and taxation or other major issues, the status quo prevails, even if it preserves a policy that serves everyone’s interests poorly and even if it leads to a major crisis.” One of the examples of the crisis can be imagined amid the COVID-19 pandemic. If there are two groups of people, one is trying to mitigate the virus spreading, and the other is trying to keep economic activities high, it is difficult for them to reach an agreement to reduce the spread of the virus without compromising to some degree.This is to say that economic group must decide to reduce the number of people coming into restaurants at once, even though their profits decrease. On the other hand, the medical-conscious group has to make up their mind to tolerant some increase in the number of infected people by economic activities. Therefore, in a democratic society, compromising allows multiple stakeholders to realize their reduced will to reach agreements to overcome societal problems. Then, it is one of the advantages of compromising.Second, having introduced one of the advantages of compromise, it is also essential to consider its disadvantages because that is a key to discussing the Japanese democratic-decision-making system. One of the disadvantages of compromise is that each stakeholder has to lose some of the original wills. To illustrate this, there is an imaginary situation where ten people, all of who have different points of view on one problem, have to reach one measure to tackle the problem. It is naturally most fair to reduce everyone’s ideal idea by ninety percent, then combine them to make a full measure so that everyone’s opinion is reflected equally. However, as one of the ten people, a ninety percent decrease is quite a significant loss from the original plan. Thus, it can be a disadvantage to compromise in a democratic decision-making process.In a democratic country like Japan, one of the ways to reduce the disadvantages of the democratic decision-making process can be elections. In the real world, there is a slim chance to have a result of an election that shows an equal number of votes for all political parties. By taking this advantage, the democratic decision-making process could rely on the majority, even if the difference between majority and minority is slight. In that way, the majority will have more say in the decision and compromise less, reducing the disadvantages of compromise. Then, the result of the decision-making process is to be admitted by the general public, for the system to reflect people’s opinions has already been decided as such an electoral system.Having said that, thirdly, it is possible to take the electoral system’s advantage to reflect the opinions of a particular community like a religious group. In Japan, one political party has been taking the most significant number of legislative seats, having the largest say in the decision-making process. Thus, it is possible to reflect one’s opinions on the decision by influencing the party with the most seats. For example, one religious group can butter up one political party by making a promise that they always vote for it; then, the group asks the party to reflect their opinions in the decision-making process. As for the party, it is helpful to have consistent support from certain people, and this situation is a win-win for both.However, suppose this had occurred in a positive-feedback cycle. In that case, one catalyzes the other’s action, and it accelerates the other again—it is problematic because the election that is supposed to reflect people’s views becomes no longer worthy in the democratic country. Also, the specific party can technically hold the most significant number of the seats endlessly.Another drawback of the current Japanese electoral system can be caused by limiting the number of representatives chosen by one person. In Japan, one person can only choose one candidate and one party when voting. From this system, the following situation could occur. Suppose four of five representatives more or less look the same to electorates. In that case, the number of votes among the four similar-manifested people could be somehow distributed to them because one electorate can only vote for one representative. Then, an unwilling result is that the one candidate left who is not favorable to the majority gets votes from all the minority; then, the number is larger than each of four similar-manifested people. In this case, the election outcome becomes skewed towards the unfavorable minority of people.The last but not least downside of the Japanese election is that the system of electing representatives is inefficient in reflecting people’s opinions due to “wasted votes (shi-hyou in Japanese).” There are two types of elections in Japan, one is called a single-seat constituency, and the other is called proportional representation, according to JapanInfo (2015). In the first type of voting, representatives are chosen directly by electorates’ votes. When there is a candidate who lost by even a few votes, all the votes for the candidate will not be counted since there are only two options: elected or not. Thus, it is a fact that voters’ opinions are not reflected enough in the result of the election.To cope with the disadvantages mentioned thus far, fourthly, a possible model of elections can be built. The first problem is that the election becomes no longer worthy due to the adherence of a political party to a specific community of people, such as a religious group. It is instead a problem of watchdogging the political parties rather than the election system. In fact, the Constitution of Japan stipulates in article 20 that “Freedom of religion is guaranteed to all. No religious organization shall receive any privileges from the State, nor exercise any political authority (National Diet Library, n.d.).” However, since this statement has been interpreted in various ways, it is difficult to eliminate the connections between politics and religions. Thus, political parties must watchdog each other to ensure that there is no “abnormal political privilege” that must not be accepted in a democracy.In terms of electing an unfavored minority as a representative, the problem is limiting the number of candidates each electorate can vote for. To change the system, “preferential voting” might be a solution. In Australia, an electorate writes “1” next to the first preference candidate’s name on a ballot paper, and “2” for the second preference, and so on until all the candidates are numbered according to the electorate’s preference. Next, “[i]f a candidate gains an absolute majority of first preference votes, they win the seat. If no candidate receives an absolute majority, the candidate with the least number of votes is excluded and their votes are redistributed according to second preferences. The process of redistributing votes according to preferences continues until one candidate receives more than 50 percent of the vote and is then elected (Commonwealth of Australia, 2022).” In this way, the opinions of the majority can be reflected reasonably in the result of the election.The preferential voting system can also solve the concern about the wasted votes in a single-seat-constituency election. It is because all the votes will be distributed to candidates until a candidate meets 50% of the vote, and it can last until all the seats are filled up. Nevertheless, in Japan, it might be another concern that making preferences of all candidates is time-consuming and too much work for some electorates. Thus, it is convenient to have a way to access information about each candidate they vote for quickly and sufficiently.Lastly, one of the possible ways to realize the model, for example, preferential voting, can be done by utilizing IoT (Internet of Things). When introducing the preferential voting system in Japan, there would be a large amount of work to organize the votes because of distributing votes to get the majority of them, and so the access to the candidates’ information to make a list of preferences would be. Then, using IoT, it is possible to quickly digitalize the process of counting votes and providing electorates with information about candidates via prevalent media such as smartphones. Of course, there are doubts about the neutralism of media and generation gaps in different media usages, which are to be further discussed.In conclusion, despite the indispensable advantage of compromise in democracy, it has critical pitfalls, especially in the Japanese electoral system. Therefore, a new electoral model can be introduced to solve the issues with digitalized media. Furthermore, possible concerns about the roles of media in politics are the future research subject.This is a work from an English class at universityReferences:Commonwealth of Australia. (2022). Federal election. Retrieved July 24, 2022, from https://peo.gov.au/understand-our-parliament/having-your-say/elections-and-voting/federal-elections/Gutmann, A., &amp; Thompson, D. (2012). The spirit of compromise: Why governing demands it and campaigning undermines it.  Princeton: Princeton University Press.Hiroyuki kyuu touitu kyoukai no kenkin mondai, karuto syuukyou wo mouhihan! Sontaku nashi no tettei tsuikyuu ni hyouka itten mo [Hiroyuki problematic donation of the Family Federation for World Peace and Unification, strong criticism on the “cult”! The possible change in the reputation of his no-compromising attitude]. (2022). Retrieved July 24, 2022, from https://news.yahoo.co.jp/articles/ae936c9e636796c31362a3762d441ed6afbba23c?page=1JapanInfo. (2015). Changes to Voting Age? 20 or 18?. Retrieved July 24, 2022, from https://www.ny.us.emb-japan.go.jp/en/c/2015/04-Apr/japaninfo-2015-04/06.html#:~:text=Every%20voter%20in%20Japan%20casts,is%20for%20a%20political%20party.National Diet Library. (n.d.). Text of constitution and other important documents. Retrieved July 24, 2022, from https://www.ndl.go.jp/constitution/e/etc/c01.htmlThe comprehensive Education Center of Shizuoka Prefecture. (n.d.). Shousen kyoku no shikumi [The system of proportional representation method]. Retrieved July 24, 2022, from https://gakusyu.shizuoka-c.ed.jp/society/chu/citizen/seiji/02_3_nihon_senkyo_seido.htm"
    }
    ,
    
  
    
    {
      "title": "How do humans compromise in politics?",
      "url": "/Hello/research/Users/yujirokisu/Documents/Hello/2022-08-19-research2.html",
      "content": "      Introducing the book “The Spirit of Compromise.”    1.1. Compromise exists in our daily lives. For example, two people argue to decide which restaurant they go to, French or Japanese, or politicians make a decision when implementing a law.    1.2. In a book called “The Spirit of Compromise” (citation), the authors say, “Without compromise on health care and taxation or other major issues, the status quo prevails, even if it preserves a policy that serves everyone’s interests poorly and even if it leads to a major crisis (Gutmann and Thompson, 2012, p. 30).”        How compromise matters in society: ex. Election    2.1. Ex. In Japan, an election is one of the ways to compromise (more detailed discussion is in “Problem of compromise in Japan”!)    2.2 The majority gets more votes than the minority; therefore, those who got more votes need less compromise in the latter decision-making process. That’s because they can easily pass bills.        How could political compromise have experimented in biology    3.1. For now, there is no clear explanation of political compromise by biology    3.2. However, the concept of compromise has been studied in a pharmaceutical field    3.3. Compromise can be interpreted as “intolerance” and studied with mentally-depressed people -&gt; keyword: serotonin (Carhart-Harris &amp; Nutt, 2017)    3.4. By manipulating serotonin levels, humans’ compromising behavior was observed (Lichters et al., 2016)        Imaginary research proposal    4.1. Although a key neurotransmitter, serotonin, was kind of identified and connected to compromising behavior    4.2. Politics has not been explored by biology yet.    4.3. The research by Arceneaux (2019) says, “Absolutists are more likely to adopt extreme opinions, display intolerance toward political disagreement, and punish politicians who make compromises.”    4.4. But political science has not been able to test if such inclination occurs because of biological substances like serotonin.    4.5. Therefore, my proposal was created to test “the levels of serotonin in the brain influence the ability to compromise political differences.”    4.6. The Research Proposal describes in detail!  References:Arceneaux, K. (2019). The roots of intolerance and opposition to compromise: The effects of absolutism on political attitudes. Personality and Individual Differences, 151, 109498. https://doi.org/10.1016/j.paid.2019.07.008"
    }
    ,
    
  
    
    {
      "title": "The levels of serotonin in the brain influence the ability to compromise political differences?",
      "url": "/Hello/research/Users/yujirokisu/Documents/Hello/2022-08-20-research.html",
      "content": "INTRODUCTIONYuYu’s primary interest is in human biological systems of compromising ideas. This research topic is driven by my curiosity about human social behavior and altruistic motivation to tackle complicated political issues related to it. As far as I know, the only human possesses such a complex social system as politics, and I am determined to deal with issues caused by the tangled social systems using my favorite tool, biology.In biology, ecology deals with interactions between organisms on a large scale, which includes the understanding of systems that organisms depend on, and it is often about non-human living things. Meanwhile, humans are also organisms depending on biological functions; thus, the study of human interactions and the concurrent systems like politics could also be explained by biology.As politics can make changes in the form of a society, it is significant that the consequences of political actions determine the general public’s well-being. When the well-being is undermined in a community, there is some bias towards a particular sector, which can prompt conflicts between those with different opinions on the subject. To resolve this issue with the minimum loss of all stakeholders, people need to compromise. However, finding the least compromise for all or meeting as many demands as possible for all requires numerous amounts of time and effort.All considered, uncovering how humans biologically compromise one another’s ideas potentially gives us new parameters for political measures to cope with conflicting issues. When this research is done, a biological approach can be utilized for decision-making in politics to mitigate conflicts. As for the general public, this study aims to probe political behaviors; hence as mentioned, it is consequently applicable to the well-being of society.SIGNIFICANCEHumans’ compromising mechanism in political contexts has yet been understood physiologically. This research, therefore, aims to explain how humans’ physiological mechanisms of compromise work in political contexts.Political conflicts have been adversities among people all over the world. They are often caused by people who are intolerant of others due to their immutable ideology. There was a study which suggested that human intolerance can be regulated by a neurotransmitter, serotonin (Carhart-Harris &amp; Nutt, 2017). In a study done by Lichters et al. (2016), participants’ serotonin levels in the brain were manipulated before they choose products to purchase. After that the participants were given a compromised choice, however, they tended to be obsessed with their original choice. It indicated that the decrease in the serotonin level led people unlikely to compromise. Meanwhile, in politics, compromising behavior of those who have intolerant political attitudes are said to be relatively low (Arceneaux, 2019). Two studies on human compromising behavior have a similarity: in both cases, people become intolerant of other ideas as their levels of compromise decreased. In spite of that, the effect of serotonin on compromising behavior has yet been studied in political contexts. Thus, my research aims to determine whether the level of serotonin affects human political compromising behavior. Therefore, I hypothesize that “the levels of serotonin in the brain influence the ability to compromise political differences.”This proposal is of significant biological and social importance as serotonin levels in the brain govern compromising behavior and no study demonstrated that serotonin in the brain affects the ability to compromise political differences. With this project, I will be able to explain physiological mechanisms of political compromising behavior regulated by serotonin. Further, an understanding of this field can be applied to a novel way to mitigate conflicting issues caused by political intolerance.SPECIFIC AIMSHuman political behavior often causes conflicts among people. One of the causes of the conflicts is failing to settle their differences by mutual concessions, which stems from the intolerance attitudes of people. The physiological mechanism behind human intolerance has been explained by a function of a neurotransmitter, serotonin. Previous study reported that the decrease in the levels of serotonin in the brain leads a person unlikely to take compromising behavior, or in other words, a person becomes intolerant. In political contexts, those who are intolerant of others’ opinions tend to reject them. However, whether the rejection is associated with the compromising ability regulated by serotonin is not clear.To fill the gap in the knowledge, I will conduct an experiment in which people’s serotonin levels will be manipulated, and their levels of political compromise will be measured. In neuroscience, functions of the brain for a specific behavior are often measured by a functional magnetic resonance imaging (fMRI) which utilizes the blood flow changes in the brain. This method is applicable to visualize the active parts of the brain; however, it fails to distinguish chemical substances causing the activation of the brain, and it cannot examine a number of people at once due to the capacity of each fMRI machine. Thus, my project resolves such limitations by observing the effects of the substance, serotonin, more directly through the results of serotonin-level manipulation and scores from the questionnaire. In attempting to conduct the experiments, I hypothesize that “the levels of serotonin in the brain influence the ability to compromise political differences.”AIM 1: Evaluate the levels of people’s obsession with their original political stances. I hypothesize that the levels of the obsession increase as serotonin levels decrease. To this end, a questionnaire which measures the levels of people’s obsessions will be given to the participants before and after the treatment. Then, the results will be compared whether there is a significant difference between them.AIM 2: Evaluate the levels of people’s tolerance towards the different political stances. I hypothesize that the levels of tolerance decrease as serotonin levels decrease. To test this, each participant will be provided with a questionnaire which asks the participant to what degree the opposite-stanced events can be compromised. The same questions will be asked before and after the treatment to compare the results.IMPACT: When the research is completed, compromising behavior in politics will be explained by a biological aspect. Its application would be of help to evaluate politicians’ physiological conditions, using serotonin levels as an index for inclination of their compromise behavior. Then, the evaluation will be taken into account when offering optimum conditions in which politicians attempt to reach a mutual concession. Therefore, this project becomes a key to mitigate political conflicts by utilizing biological understanding of human compromising behavior.APPROACHPreliminary experimentIn order to validate one of the experimental system, the blood testing process of a high performance liquid chromatography (HPLC) with Waters Pico-Tag column (Lee et al., 2011), people who are at their age of 50-59 will be recruited, consisting of 26 females and 26 males. They will be “screened for neurological and psychiatric disorders and given written informed consent before participating in the study. “Exclusion criteria include[s] history of cardiac, hepatic, renal, pulmonary, neurological, psychiatric, or gastrointestinal disorders, medication/drug use, and personal or family history of major depression or bipolar affective disorder (Crockett et al., 2009).”Next, blood samples of the participants will be collected. A half portion of each blood sample will be examined with the HPLC with Waters Pico-Tag column (Lee et al., 2011) to measure the original concentration of tryptophan and large neutral amino acids (LNAA), and the ratio of tryptophan to other large neutral amino acids (TRP/LNAA ratio) will be calculated. The other half portion of each blood sample will be mixed with tryptophan, then examined in the same way. Then, the difference in the levels of tryptophan between two types of the samples will be calculated, and examined whether the difference is consistent with the amount of tryptophan added to each blood sample. This way, the blood testing process will be validated.Main experimentA hypothesis of this research is that “the levels of serotonin in the brain influence the ability to compromise political differences.” To test this hypothesis, I will recruit both female and male participants and women who are at their age of 50-59. I will recruit 26 males and 26 females for one experiment, and conduct the experiment twice. The screening will be done as the preliminary experiment.To begin with, all participants will take the “obsession test” (Table 1). In the test, participants will be asked to either support or oppose four political statements, choosing how strongly they hold the stance from 5 (Very strong), 4 (Strong), 3 (Moderate), 2 (Not much), or 1 (Do not mind to change).After the obsession test, “compromise test” (Table 2) will be conducted in which the participants will answer questions asking them to compromise their original stances on a scale of 1 (Absolutely not), 2 (Probably not), 3 (Probably fine) or 4 (Absolutely fine). The scores from both tests will be recorded.Table. Questions for the obsession test.            Consider following social affairs, take either support or oppose for each of them and choose to which degree you hold the stance from 5 (Very strong), 4 (Strong), 3 (Moderate), 2 (Not much), or 1 (Do not mind to change).                  Q1. Abortion should be legalised in Japan.              Q2. The Constitution of Japan should allow Japanese collective self-defense.              Q3. The same-sex marrige should be allowed in the Constitution of Japan.              Q4. Japan should construct more nuclear power plants.      Table 2. Questions for the compromise test.            Consider a person who is against the participant’s stance about each of four affairs in the obsession test, and answer the questions below with provided options: 1 (Absolutely not), 2 (Probably not), 3 (Probably fine) or 4 (Absolutely fine).                  Q1. If a person who strongly (Against the participant’s position) wanted to make a speech in your community, should he be allowed to speak or not?              Q2. Should a person who (Against the participant’s position) be allowed to teach in a college or university or not?              Q3. If some people in your community suggested that a book written by a person who (Against the participant’s position) should be taken out of your public library, would you favor removing this book or not? (Reverse coded)              Q4. Should a person who (Against the participant’s position) be able to hold local public office or not?      Next, the concentration of tryptophan and LNAA will be measured by the validated blood testing process in the preliminary experiment, and the TRP/LNAA ratio will be calculated for all participants.After that, the participants will be divided into two groups (one group consists of 13 females and 13 males). The first group will be provided with acute tryptophan depletion (ATD) cocktail, which is a mixture of amino acids without tryptophan. The formulation is listed in Table 3 based on Richardet al. (2009). The second group of participants will be treated to a mock cocktail, which is a mixture of amino acids with tryptophan. The participants will take their cocktails orally. Then, the participants rest for 5 hours so that non-tryptophan amino acids outcompete tryptophan from entering into the brain, resulting in a lowered amount of tryptophan in the serotonergic terminals in the brain; hence, lowering the amount of serotonin synthesized in the brain. The process of treating two types of cocktails will be done by the double-blind protocol: neither participants nor providers know who has the mixture with tryptophan or without.After the rest, blood samples of participants will be collected again to obtain the TRP/LNAA ratio that will be used to calculate the relative change in the levels of serotonin in the brain, comparing the pre and post treatment conditions. Lastly, the participants will take the same obsession and compromise tests that they had before the treatment. The scores will be compared with pretreatment conditions to evaluate the changes in the obsession and compromise levels of the participants.In analyzing the data, first, the relative change between the original TRP/LNAA ratio and post-treatment TRP/LNAA ratio will be calculated. Then, the distribution of TRP/LNAA ratios of two groups will be tested to see whether the levels of serotonin are significantly different (the significance level is p-value &lt; 0.05 in the two-sample t-test). Second, each group’s result from the obsession test will be organized respectively by calculating a relative change in each participant’s scores of pre and post treatment conditions. Likewise, relative changes of compromise test’s scores will be calculated. Third, the relative changes of the obsession test’s score will be compared between two groups to determine whether there is a significant difference (the significance level is p-value &lt; 0.05 in the two-sample t-test). In the same way, the relative changes of the compromise test’s scores will be calculated to determine a significant difference between two groups.ANTICIPATED RESULTSThere are four possible outcomes of the experiment: (i) the significant change in serotonin level in the brain influences both levels of obsession and compromise, (ii) the significant change in serotonin level in the brain influences only the obsession level, (iii) the significant change in serotonin level in the brain influences only the compromise level, or (iv) the significant change in serotonin level in the brain influences neither obsession level nor compromise level. In addition, the levels of obsession and/or compromise influenced by serotonin levels can either increase or decrease. My expectation is option (i) because when obsession levels decrease and compromise levels increase, it indicates two types of behaviors to compromise political differences are both influenced by serotonin.References:Arceneaux, K. (2019). The roots of intolerance and opposition to compromise: The effects of absolutism on political attitudes. Personality and Individual Differences, 151, 109498. https://doi.org/10.1016/j.paid.2019.07.008Carhart-Harris, R., &amp; Nutt, D. (2017). Serotonin and brain function: a tale of two receptors. Journal of Psychopharmacology, 31(9), 1091–1120. https://doi.org/10.1177/0269881117725915Crockett, M. J., Clark, L., &amp; Robbins, T. W. (2009). Reconciling the Role of Serotonin in Behavioral Inhibition and Aversion: Acute Tryptophan Depletion Abolishes Punishment-Induced Inhibition in Humans. Journal of Neuroscience, 29(38), 11993–11999. https://doi.org/10.1523/jneurosci.2513-09.2009Lee, M., Jayathilake, K., Dai, J., &amp; Meltzer, H. Y. (2011). Decreased plasma tryptophan and tryptophan/large neutral amino acid ratio in patients with neuroleptic-resistant schizophrenia: Relationship to plasma cortisol concentration. Psychiatry Research, 185(3), 328–333. https://doi.org/10.1016/j.psychres.2010.07.013Lichters, M., Brunnlieb, C., Nave, G., Sarstedt, M., &amp; Vogt, B. (2016). The Influence of Serotonin Deficiency on Choice Deferral and the Compromise Effect. Journal of Marketing Research, 53(2), 183–198. https://doi.org/10.1509/jmr.14.0482Richard, D. M., Dawes, M. A., Mathias, C. W., Acheson, A., Hill-Kapturczak, N., &amp; Dougherty, D. M. (2009). L-Tryptophan: Basic Metabolic Functions, Behavioral Research and Therapeutic Indications. International Journal of Tryptophan Research, 2. https://doi.org/10.4137/ijtr.s2129"
    }
    ,
    
  
    
    {
      "title": "YuYu's Lab Wiki for Consilience",
      "url": "/Hello/research/Users/yujirokisu/Documents/Hello/2023-07-21-research.html",
      "content": "YuYu made this wiki to organise thoughts and experience in public, so that it might be of help in the future 🐼"
    }
    ,
    
  
    
    {
      "title": "Demonstrating “bounded habitats of knowledge” using sudoku problem measured by N2pc signal.",
      "url": "/Hello/research/Users/yujirokisu/Documents/Hello/2023-11-05-research.html",
      "content": "This study aims to demonstrate “bounded habitats of knowledge” (MacLeod, 2018). My previously registered study tests whether asymmetry retrieval of semantic and episodic memory in problem-solving tasks can be modelled using ACT-R. It allows for a more realistic model of human problem-solving cognition thus it tells us the problem-solving process, including memory retrieval. In the process of retrieving heuristics, the model (Wang et al., 2009) uses the ideal valid information to make the most uncomplicated problem-solving process. Assuming this valid information, they created a model so that irrelevant information is not recalled because “human being always attends and selects useful information actively in heuristic strategy (Wang et al., 2009).”However, “bounded habitats of knowledge” tell us that the “useful” information varies depending on the subject of the problem-solving task – e.g. different researchers have different ways to approach the same question. To experimentally create a situation where the usefulness of information is in a controlled manner, the current study uses two types of tactics to solve the sudoku problem proposed by Lee et al. (n.d.). One is the Cell-based Tactic (CbT). A subject is designated a specific cell in the sudoku grid, where a specific number has to be determined by the subject. The other tactic is the Number-based Tactic (NbT). A subject is given a number and has to find a cell to hold the digit.The reason for using those tactics is that they differ in the approach to get the identical outcome of the sudoku puzzle hence it is analogous to the concept of “bounded habitats of knowledge”. CbT requires a subject to look through a relevant row, column, and box of the grid so that already existing numbers can be excluded. Then the remaining number becomes the answer to be placed in the cell. Using NbT, a subject looks for the same number as one that is given so that a subject can avoid choosing a cell that is not supposed to have the number. Thus the difference between CbT and NbT is whether a subject looks through multiple numbers of digits in the grid or only focuses on one number of digits.To quantitatively measure the difference in those tactics, this study uses N2pc signal (Luck &amp; Hillyard, 1994). Mazza et al. (2009) reported that the magnitude of N2pc increases as a subject attempts to enhance recognition of the target stimulus. In the current study, this enhancement is considered to be made by NbT because it only focuses on the same number of digits among the other distractors. Thus greater magnitude of N2pc is thought to demonstrate the “bounded habitats of knowledge” in different tactics to solve the sudoku problem. Therefore, I hypothesise that the magnitude of N2pc is greater when a subject uses NbT to solve a sudoku problem than when using CbT.Methods: In this study, 30 participants are recruited of which demographic information will be collected. They are told how to use two tactics (NbT and CbT) to solve the sudoku problem before the experiment. The experiment procedure is the same as the previously registered report, including only the sudoku part. A red fixation cross will be presented for 2 seconds (s) followed by a sudoku problem displayed until a response or 20 s at maximum. (An example of each problem type is shown in Figure 1.) Then, a blank grid will be shown for 2 s followed by 2 s feedback. Between each trial, a white fixation will be presented for 10 s to rest. A participant completes ten practice trials and sixty trials of which half is trials using NbT and the other half is using CbT. Trials with different tactics are randomly presented.I use an Emotiv EPOC X-14 Channel Wireless EEG Headset to collect the data. The collected data will be processed using MatLab by applying high and low pass filtering, artifacts removal by FieldTrip (Oostenveld et al., 2011), baseline correction, and each epoch will be cut 100 ms prior to and 600 ms after the onset of the sudoku problem displayed. Then, data analysis will be done by conducting ANOVA on N2pc peak amplitude values (Mazza et al., 2009).Figure 1. a is an example of sudoku problem in the Cell-based Tactic, b is an example of sudoku problem in the Number-based Tactic. A grey digit “3” is the answer to each problem, which is hidden in the actual experiment.Reference:Lee, N. Y. L., Goodwin, G. P., &amp; Johnson-Laird, P. N. (n.d.). The psychological puzzle of Sudoku.Luck, S. J., &amp; Hillyard, S. A. (1994). Electrophysiological correlates of feature analysis during visual search. Psychophysiology, 31(3), 291–308. https://doi.org/10.1111/j.1469-8986.1994.tb02218.xMacLeod, M. (2018). What makes interdisciplinarity difficult? Some consequences of domain specificity in interdisciplinary practice. Synthese, 195(2), 697–720. https://doi.org/10.1007/s11229-016-1236-4Mazza, V., Turatto, M., &amp; Caramazza, A. (2009). Attention selection, distractor suppression and N2pc. Cortex, 45(7), 879–890. https://doi.org/10.1016/j.cortex.2008.10.009Oostenveld, R., Fries, P., Maris, E., &amp; Schoffelen, J.-M. (2011). FieldTrip: Open Source Software for Advanced Analysis of MEG, EEG, and Invasive Electrophysiological Data. Computational Intelligence and Neuroscience, 2011, 1–9. https://doi.org/10.1155/2011/156869Wang, R., Xiang, J., Zhou, H., Qin, Y., &amp; Zhong, N. (2009). Simulating Human Heuristic Problem Solving: A Study by Combining ACT-R and fMRI Brain Image. In N. Zhong, K. Li, S. Lu, &amp; L. Chen (Eds.), Brain Informatics (Vol. 5819, pp. 53–62). Springer Berlin Heidelberg. https://doi.org/10.1007/978-3-642-04954-5_16"
    }
    ,
    
  
    
    {
      "title": "Reviewing and extending thoughts from \"A comparative perspective on animal cultures\" by Masashi TANAKA",
      "url": "/Hello/research/Users/yujirokisu/Documents/Hello/2025-02-20-research.html",
      "content": "The review article was about comparing human culture and non-human culture. First of all, the concept of “culture” was not strictly defined, rather each time an instance of culture is darawed on it was accepted.My understanding aka impression on the article was that by far human culture is the most collective set of cultural characteristics possessed by non-human animal cultures. However, if the assumption of Darwin’s evolution is true and human is also a product of that process, the collectiveness is not deemed to be any superiority. This way, the feeling that sometimes we (roughly saying homo sapiens) have about ourselves being somewhat more advanced might be some kind of illusions. It is true that the human is advanced in its own way, but so as the other organisms.I had a subseqent thought naturally. The characteristics humans have been developing such as scientific enlightenment, industrial revolutions, artificial intelligence, etc. are all as developed as any other characteristics non-human animals let alone organisms in general have. In other words, humans are generalists on the earth while each type of non-human animals is a specialist of each environment. It has to be true that mimicing those adaptation by human tecnology does not outcompete the original adaptation.It sounds like an analogy of a safety net where human technology cannot outcompete those evolved in nature by non-human organisms. Intuitively however a thought conjured up as if human technology can only develop without drawing back. So, it may be possible that humans outcompete other animals by mimicing using such an endlessly sharpened knife. I think this is why the article mentions about the imitation abilities of animals. Birds can learn songs from other individuals even from man-made songs, whales make some kind of entertaining ticks, and more (not mentioned in the article but should be more…).One significant weakness of human technology would be needs of resources. Thus, there is a limit even if it seems like humans are capable of conquring the earth’s environment by developing technology at least theoretically. When the limit is exceeded, there is no longer a place to exist, therefore, no competitions occur, then a life emerges somehow again to continue the cycle.If a new cycle begins then that is what that is, but humans right now are trying to protect environments around the world to do something to the cycle. Nobody is probably sure what the “something” is. In my opinion, that “something” is on one hand very immortal and virtually impossible - explicitly saying that is to diminish ourselves from the earth with any source of pollutions stopped. On the other hand, if we were courage enough to exploit our intelligence inteligently, it would be possible to realise concepts of unity of knowledge or another level of revolutions or something else we have not even imagined, so that humans can still live on the earth. In short, it is about whether humans go extinct or not.Fixing a bit drifted discussion, though it is inevitably connected, one of the ways if not the only way we proove that human culture is fundamentally different from others is a principle of natural selection. Natural selection is about a certain environment selecting a certain types of organisms’ characteristics. Here is a thought experiment.Premise 1: The environment selects the characteristics of organisms, so the organisms with only those characteristics are supposed to exist, meaning adapted.Premise 2: Some human characteristics make the environment inhabitable, so humans with those characteristics are not supposed to exist, meaning not adapted.Premise 3: Humans with those not adapted characteristics can still exist in another environment by making the environment inhabitable.Argument: As the organisms with only those adapted characteristics are supposed to exist, the fact that humans exist with those not adapted characteristics is what makes humans fundamentally different from others.Evaluating the assumptions and premises by taking the opposite of each component:  Assumption          if humans are not organisms the comparison can’t be made -&gt; humans ARE organisms so it can        Premise 1          the environment does NOT select the characteristics -&gt; it DOES      the organisms with those “enough” but not the “only” adapted characteristics are supposed to exist -&gt; sure spossible        Premise 2          there are no human characteristics that make the environment inhabitable -&gt; there ARE        Premise 3          humans with those not adapted characteristics do not exist -&gt; they DO exist because Premise 2 is ture and vice versa      those not adapted human characteristics can exist without the environment -&gt; being an existence without the environment is intrinsically impossible, thus they DO need the environment to exist (but some human characteristics destroy the environment so the environment does not have enough time to select the harmful human characteristics.)      何かを主張するときは，その主張の根拠となる要素たちそれぞれの逆が成り立たないことを一つ一つ潰していく．要素たちの逆がどれか一つでも成り立つ可能性があると思ったら，それは追って考察する必要がある．だからそんな性質を持った主張は完全に成り立っているものではないです．たぶん．The premise of which opposite was not rejected was “the organisms with those ‘enough’ but not the ‘only’ adapted characteristics are supposed to exist -&gt; sure spossible.”The opposite of the premise being possible is also in line with the concept of evolution by natural selection, where organisms must have variations to be selected.As one of the premises for the argument that humans have fundamentally different characteristics from other organisms turned to be false, we cannot accept that argument. The alternative argument to accept is that humans and the other organisms have fundamentally the same characteristics.Reference:  https://www.waseda.jp/flas/rilas/assets/uploads/2022/10/061-071_Masashi-TANAKA.pdf"
    }
    ,
    
  
    
    {
      "title": "Grad_research_notes",
      "url": "/Hello/research/Users/yujirokisu/Documents/Hello/2025-03-07-research.html",
      "content": ""
    }
    ,
    
  
    
    {
      "title": "Studying abroad at Macquarie University with wonderful people and environment",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2023-12-30-blog.html",
      "content": "How I am wrapping up 10-month studying abroad in one page of this websiteEvery month (Feb-Nov) during the study abroad, I had to write a monthly report to my home university. I now have a nice summary of my study abroad, but each piece is still pretty long. I condensed each month into a few paragraphs to make it readable 😉As the title says I want to especially spotlight “people” whom I met during the study abroad 🤓FebruaryI was a juvenile guy who had just arrived at the Sydney Airport. I should have been more cautious about my surroundings in a foreign country, but I left my phone in a van that sent me from a hotel to the airport. I thanked the van driver for returning my phone to the hotel staff so I could pick it up. Starting a journeyMarchI was getting used to my Australian life and started talking with other students at my dormitory. Somehow I tended to bump into older people like those doing their master’s degrees. Because of that I had a lot of chances to chat about academic stuff and philosophical stuff…stuff…stuffed talk.My original intention for studying abroad was to allow myself time when I can contemplate my future research. Meeting those people was the first time I introduced my research interests to someone new to hearing them. I remember how challenging it was to convert my thoughts into language…but how thankful it was to have those who helped me with forming a comprehensive language that expresses my interests 🙏🏽 Friends who helped me (hopefully each other) to form ideas through out studying abroad + they are much more than that 😁AprilI had two types of interactions in April. One was very academically skilled and the other was like a thing of humanity–let me explain more in a moment. There were regular meetings when I joined a student society of the Cognitive and Brain Science department at Macquarie University. One of the meetings I joined was about how well scholars organise numerous information as they read through research papers. I met two students who explained their techniques to comprehend and organise research papers. The way they manage information was of course my takeaway from the meeting. At the same time, it was my beginning to form more and more relationships with people in the cognitive science department and so on!The second interaction was with my dorm mate. Sometime in April, I was so mentally empty that I needed to talk to someone somehow. I texted in a group chat of friends to see if anyone would chat with me about literally anything random. Surprisingly, one person came to talk to me with an ice cream in her hand. I remember it had been too much fun since I arrived at Macquarie University, so I was not ready to leave there having met all the good people. The person with an ice cream replied that it could be selfish if I didn’t say goodbye, thinking of all the possibilities awaiting everyone in the future. She was only two years younger than me, and what she said made sense to me so naturally 😌 Let’s organise information: a view at Macquarie University libraryMayI found a snippet of my monthly report where I wrote about relationships with people. The following is the quoted paragraph.My intangible relationships with people are difficult to value objectively as an achievement, but I would like to note them because they seem invaluable to me. Having finished half of a semester, I met fixed people more often. Among them are four types of relationships: mitigating, encouraging, catalysing, and just interesting relationship. In a mitigating relationship, a friend told me not to overthink when I go too deep into my thoughts. In an encouraging relationship, a teacher in Indigenous study encourages me to take time to think deeply and tells me that it is okay to be sensitive. In catalysing, some friends join me in discussing the tangled topics I contemplate. Last but not least, I found some relationships just interesting without specific reasons. So far, all my relationships are the balancing stones in my mentality, so having connections is an intangible achievement for me.JuneThis was the last month before entering a long break between two academic semesters. I had to write some reports one of which was especially challenging. It was a report for my Indigenous study class. How is this related to “people”…? Haha, Indigenous study is about “people” as far as I learned. The culture I especially learned was Dharug and Aboriginal and Torres Strait Islander people in general. Their cultures strongly stem from human connections with one another and connections with Country–the land they/we dwell in.I learned how “people” themselves are the cultures from readings and classes. I could not make time to meet many Indigenous people in person, but my teacher was one who taught me the embracement of the Indigenous culture. When I talked about seeing a cricket on my dorm floor with its legs damaged presumably by insecticide, I thought it was too much detail of being connected with nature or I would say feeling empathy for nature. However, the teacher told me not to forget such a feeling, for it is a vital element of connectedness between people and non-human animals and nature. My drawing of Indigenous symbolsJulyOne lesson I learned this month was knowing what I do not intend to do through interaction with people. During the long break, I wanted to join a lot of events to make use of the time. One of the events I found was a workshop on brain-computer interfaces (BCI) at the University of Technology Sydney (UTS). The workshop was quite advanced, though it was worth attending to touch on what it is like to utilise human brain signals in applied ways using technology. Besides, the workshop’s main takeaway was a conversation with one of the laboratory members who organised the event.I was curious how much they know about the brain itself when they are developing BCI. Most of the lab members had backgrounds in computer science unlike understanding of human brain. Though understanding of the brain is necessary, they sounded like it is not much required. I was excited to be able to implement my future research using BCI, which could be, but I found it not as relevant to my interests. My research interests seemed to be inclined more to be based on scientific discovery on the human brain rather than technological development. The workshop of BCI at UTSAugustDuring the long break and commencement of a new semester, I encountered several memorable people. One was a person at The University of Texas at Austin. I have not met him physically at this point (Dec. in 2023) because I have been interacting with him via email. What he and I have in common is a sense of consilience. Consilience is a notion of more or less interdisciplinary. I did not expect my email to get a reply when I first emailed him, but he was so kind to send me paragraphs of comments about my ideas on consilience. Though I do not often email him, I hope to keep in touch now too!Another person I met this month was a lecturer of a subject in the cognitive and brain science department. He had just started a project themed interdisciplinary, and I knew that when I enrolled my units in the new semester. I approached him at the end of his lecture to be added to the project community. Thankfully, I became able to attend some of the project meetings where I gained insights into consilience from empirical experience researchers have had.Last but not least was meeting some Christians – or they called themselves disciples – and talking about consilience. By the way the total number of being approached by religious people during my study abroad was like 10 times 😂 and I am not a Christian.SeptemberI knew that my studying abroad was getting close to the end soon. I would say it was the most exciting and rushing time I had. Maybe I was too occupied with my tasks, or perhaps I was self-centred. When I had a conversation in a company of people, more than three people, I could hardly mingle myself in the talk. Because I was too rigid about the purpose of the conversation, I should have been more flexible about the flow of the dialogue.There were not many new meetings with people but it was the time when I was fostering existing relationships. This month definitely led me to new opportunities I was able to take in the coming month 😆 September was my fermentation period! Fermenting myselfOctoberAs a result of the fermentation period, I had a thankful opportunity presented by one of the professors in the cognitive and brain science department. The professor was super supportive when I asked if there were any free tickets for students to participate in a conference – Australasian Cognitive Neuroscience Society Conference Sydney, Australia. The blog about the conference is another topic (here).One option was to be a student volunteer at the conference so that I could join any conference events for free. However, the spots were already full. I patiently waited for any chances I could take. Surprisingly one volunteer spot became available, so I had no reason but to say yes. Turned out that one student canceled the spot for some reason. Whatever the reason was, I was so glad to take the opportunity.Yet taking the volunteering opportunity was not enough for me to participate in the conference. I had to negotiate with the international office at my home university in Japan. The professor who helped me with the volunteering also helped me with this process. She wrote a supporting letter to the office to explain why I should join the conference as a part of the studying abroad and exchange program. At the same time, my two supervisors in Japan also supported me. The outcome was not successful but it did not stop me from joining the conference. I flew back to Japan to conclude my official study abroad then went back to Australia for the conference.All in all, the support I had from people was so great that I have not been able to express my gratitude enough towards them. I am keen to show reciprocity for the favours in the coming future! Volunteering at the ACNS conferenceWrapping upFinally I concluded my studying abroad in Australia. Here is an interesting conversation I had with one of the student society members. I was asked if I would miss anyone I met during my stay in Australia. My answer was “Not quite”. I thought we were still on the earth and it was not our final goodbye. I must feel like I will never see them again if I miss them. I seemed a bit contrary person at that time. But it has been true that I want to see them again as I grow up 😚Thanks for reading how “people” were central to my 10-month experience in Australia. See you “people” somewhere sometime!!! 👍"
    }
    ,
    
  
    
    {
      "title": "Transitioning from bio to socio to cogs to bio+, how?",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-04-14-blog.html",
      "content": "It has started from one accident I have made by mistake. I simply forgot to go to a guidance for students to pre-enroll in the teacher’s vocational training session. Since I have been enrolled in a teacher’s training course, I was supposed to attend a guidance for joining a vocational training session happening a year after the guidance. But unfortunately, I just forgot it. I was just doing my tasks at the library of the university campus.When I realised that I had a guidance, it was already late so I wrote an excuse letter to the office knowing that it won’t probably be accepted. The result is Nope and nope. My family actually helped me a lot with shifting my graduation plan from the original one with having the vocational training in the next year.The alternative plan and probably the most optimum one was for me to enter the graduate school at the same university I’m in right now, so that I can finish my teacher’s training course there without paying much extra costs. And that affected my research plan decisively because now I have got only one option to go to my current university after my bachelar’s degree.To me at first my free choice was limited by my mistake, which was unavoidable, but at the same time it was to be adaptive to my ongoing situation. It sounds cool but essentially I just forgot to go to the guidance haha. As I attempted to be adaptive, I started looking at biology more seriously than maybe ever before. This is to say that whether my interests somehow reside in the realm of biology or not. I knew that it does but I had thought it is not the best place. This was my thought before coming back to Japan after one-year studying abroad at Macquarie University in Sydney, Australia, where I learned cognitive science. I went there with a mind that biology is not abstract enough to approach my interests.Looking back my learning journey of cognitive science as well as other more abstract subjects potentially relevant to my interests such as politics and Indigenous studies, I can say that they were abstract, theoretical, applicable, rather direct, etc…. And this was true though I might have been thinking superficially. I am not saying that those research are not digging up enough, but they are taking a role in creating as many casese as possible for natural science to substantiate them.So, what I am saying is that natural science is a place to face the reality probably most directly among any other fields of science. And that’s why tangibility comes very handy in biology. With this thought process I’m quite convinced that biology is a very hardcore practice of scientists, and I feel like “yep, I’m joining it.” It doesn’t have to be true that a field I’m pursuing is the best one though I could be illuded to think like it to motivate myself. Everyone has a biased assumption somehow and not getting out of it, so let me do that too here. Well, at least I have got out of it once by learning other fields, then came back to biology haha whether it was consciously intentional or not.The transition from cogs to bio started from here. The way I perceived lectures of biology changed thanks to my learning in other fields to some extent. Actually, software engineering helped me a lot as a hobby. So, my resolution of biology I would say has changed and so as my viewing “filter” on biology as well like ants can represent human…or the better way to say that is ants can demonstrate some components of human behaviours.I think whether we can use one organism to study other does not only depends on how genetically distant they are. How conceptually close or distant they are is also important. What if ants are conceptually very similar to humans in a quite scary way, that might be a way to go. So, it is cruitially important that I always have in mind how ants or other organisms are conceptually close to humans. I’m searching some research articles in this context. And I can also email AC about this as well to start off our interactions.My email will be like…Dear AC,This is Yujiro Kisu, a 4th year student taking your Ecology class this semester. I’m the guy who got interested in your T-shirt last week.I have been re-assessing how biology explains the nature of human bahaviours, for this is probably important for me to transition from coonceptual-thinking guy to a more tangible-thinking guy which I’m deemed to be. So, I would like to ask some question if you don’t mind.What would you think makes one organism’s behaviours conceptually similar enough to another one, so that we can understand one then explain another? I apologise for such an abstract question but I still have some doubts about how ants behaviours are fundamentally representing human social behaviours as well. Maybe in other words, would you be able to tell me your opinion on how we know what makes different organisms share the same nature of behaviours?To some extent I am already contemplating this myself but I wanted to hear someone’s ideas with possibly more decisive descriptions.Many thanks,Yujiro Kisu"
    }
    ,
    
  
    
    {
      "title": "蟻をどうやって人間の研究に役立てるか",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-05-12-blog%20.html",
      "content": "今日はTさんが手術終わって初めての研究進捗報告MTGでした。TさんはRapという接着タンパク質が細胞接着にいかに大事かという論文を紹介してくれた。Tさんが紹介してくれたやつは、すごく主観に基づいて解釈されていたらしいんだけど、議論自体はとても密度が高くて良かったっぽい。それで定量化しなくても直感が結果的に正しければそれでもいいみたいなことを私がつぶやいた。ま、趣味の範囲で誰かのリソースを特別に使わなければそんな直感でもいいけど、論文のジャーナルとか誰かがリソースかけてアクセスしたり、確実な情報の品質に期待しているような時には定量化は必然的だよねというのはTさんと私の間ですんなりと合意はしてた気がする。その後に私の論文を紹介したのだが、それは定量的でる一方、定性的な議論とか考察がかなり足りていなくて、ちょっと薄っぺらいなと思ってしまった。論文の著者はその方の研究を集めて一つの集大成にしたみたいなものだったけど、んーという感じ。もちろん私がその論文の重要な点を十分に引き出せていないのかもしれないけど、ま、そう受け取れるということで。なにが薄っぺらいかというと、その論文はアリと人間の認知機能の共通点について調べていて、結論もそういうものが見つかったというものだったけど、なんせ、認知の概念的な部分では表面上、人間とアリが似ているのは分かる。だけど、実際にその概念を生み出している現象がどこまで共通の要素を持っているのかは言及されてなかったー。それで例を出したんだけど、人間が、りんごにペンが刺さってるという状態を頭のなかで想像することができる (→ 概念や抽象的な思考)。仮にアリもそれができるとする、今回紹介した論文はそんな感じ。だけど、人間はその想像物を言葉で伝えることができる。アリは？人間も身振り手振りで伝えることができるから、もし、アリが化学物質の組み合わせとかでそれをやろうとしているのであれば、本質は変わらないという理解をした。しかし、アリの場合は例えば、敵がきてそれを警告するようなプロセスがあったとする。そのプロセスはただ反射的にやっているものだと、それは、私がほしいような概念とか抽象的な思考とはいえない。だから、もしその敵の要素をいくつかに分けて、それごとにアプトプットができるような情報の処理機構があればそれは概念の「思考」と考えてもいいかもしれないと考えた。そこで、Tさんからの提案で、アリの集団に敵を与えて、その敵に対しての反応を見る。敵の種類や特性はこちらでコントロールしてみる。というのがあって、これは個体ごとの認識とするのか、集団においてとするのか、とかもっと考える必要があると考えた。ということでじゃ考えればいいのだけど、今日は脳みそのエネルギーがなんか本能的にもうこれ以上の深い考察を受け付けていない気がする。ま、そんなわがまま言ってないで、どうにかやったらいいんじゃない？他の課題とかもあるからそれをぱっぱと終わらして早く戻ってきたい！！！"
    }
    ,
    
  
    
    {
      "title": "結局ソフトウェア開発が好きなんですの",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-06-05-blog.html",
      "content": "It’s been several weeks since I have a thought in my mind about what I tend to be motivated and to be attracted by. That seems to be a a process of making a system that makes sense in a way it is intentionally directed to achieve something. So a whole system of the world might be an exception because it might not have an ultimate purpose. But the intermediate points can have purposes as they want by limiting/striping away what is already run by someone else; we can’t have everything soooo.Ideally or on a curiosity base, I long for a future where everyone is like a software engineer."
    }
    ,
    
  
    
    {
      "title": "Choice research",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-06-06-blog.html",
      "content": "Choice is a key word for the research done by Sheena Iyengar who visited TMU today. One  remarkable thing was how she realised interdiciplinary collaboration with this (currently its sign in system is not working)Think Bigger websiteShe showed which component of a solution should be assigned to which agent using, I think, GPT4."
    }
    ,
    
  
    
    {
      "title": "First Darwin seminar + other stacked-up tasks to finish",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-06-17-blog.html",
      "content": "What I learned from my first Darwin seminar.The introduction to today’s talk was about collective intelligence by ants. The keywords were probably “tandem learning” which is essentially a learning style where one individual teaches another. In case of the paper just below, ants found better house to move from their original one just by collective intelligence without being told externally. This phenomenon can turn out either positively-feedback positive or positively-feedback negative. So, bad things can also proliferate.            [Ant colonies outperform individuals when a sensory discrimination task is difficult but not when it is easy      PNAS](https://doi.org/10.1073/pnas.1304917110)      Today’s speaker Wataru Toyokawa san then talked about multi-armed bandit problem which is essentially about whether-to-explore-or-exploit-problem. To maximise the payoff as a society, how do people collaborate, and he used slot machines at first to demonstrate which one gives more hits than others by utilising reinforcement learning. Then he extended that to much more complex system with the same principle. SO, I got lost.A concept he mentioned was “hot stove effect”, which is basically that when I touch a stove to feel so hot that I don’t want to touch again, that lowers the expectation that the stove will do something good in the future, meaing that I tend to averse the risk then on.He explained that in a context of social behaviour, which seemed to me applicable to interdisciplinary research strategy. But I have not been able to narrow down my research question.When it comes to forming a research question, I was supposed to make workshop materials for Teikyo-TMU colab event lat weekend, which I have already procastinate for a few days. So this is now a good timing to teach myself as well as high school students how to do research based on my experience. I’m reading two books and a paper and some academic websites about forming research questions. I hope to finish this by the end of today.Having said that, I have got to watch youtube videos Adam W. posted for tomorrow’s lab class!!"
    }
    ,
    
  
    
    {
      "title": "本質をついた違和感の問いかもしれないやつ",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-06-21-blog.html",
      "content": "I have been reading a book called 問いの立て方 (https://www.amazon.co.jp/問いの立て方-ちくま新書-宮野-公樹/dp/4480073701). This book constantly tries not to tell me how to construct a critical question but exists with me to experience the process for that.本が日本語で書かれていたのでここからは日本語で。「問いの立て方」に対するこれまでの理解と現状で自分に言えることのまとめ。本を最後まで読む前に最寄りの駅からお家くんまで歩いてた時に、どうにかそれまで読んだ内容を自分の考えとマージしてみたらどうなるかをやってみたら、一語一句を調べて合わせることはできなかった、というか、それをするほどちゃんとまだ読んでないけど、自然と思いつくことがいくつかあった。それは私がちょうどEcologyの授業を受け始めた時にAdam C. にメールで聞いたこと。How come abstract concept shared between ants and humans can be said the same therefore study of one can explain the other. みたいなこと。だって「普通」に考えて違う物質的に違う生物。同じ概念でも中のシステムは違うことだってある。ここでちょっと自分なりにアリさんと人間さんの文脈で考えてみる。 e.g. アリにとっては先行する個体についていくことがフェロモンによって行われているとすると、人間の場合は視覚的に判断していたりする。アリは文字を書いたり声を出したりはしないけど、人間もアリも協力して課題に取り組むことがある。だけどやはり、なんでそれらが、中身も共通している概念だと持っていけるのか、これまでは直感的に同じ概念なら同じとしていたのか。そんな「中身のシステムがpresumably違う場合でも同じ概念を共有する生き物同士であれば一方の理解がもう一方のシステムを説明できるということはどういう状態を表しているのか」が気になってきた。それをさらに問い進めてみると、「どうしたら同じ概念を共有しているシステムの理解をそれらの間で利用してもよいということができるのか？」になるのかなー例えば、利用してもいいんじゃないかとするための指標として、、、比較対象になっているシステムたちの中で、同じ役割を果たしているとされている１つの要素を取り除いた時に、どちらのシステムの挙動も同じになる。もしそうであれば、その取り除いた要素がシステム中で他要素と関わっていた方法が比較しているシステムどちらでも同様だったということが証明できるのではないかということ。要するにcontrol and treatmentの実験っぽいけど、逆っていう感じ。なぜなら、同じとみなせるものを残すのではなく、取り除くことで他が同じであるかを調べるから。比較対象同士では変化がいかに見えないかを進めていくのね。変化を見たくないスタンス。というか変化を見ないことが評価されるというスタンスと言った方が正しい。だからそれができるようなモノ作ろっかなーーーでも本当にこの問いが worth answering かを確かめたい。でも問いに答える前にその問いの価値を判断できたら、苦労しないのね。方向性としては、つまり、私の違和感が解消されることがまず大事。違和感が解消されればまた他の違和感に気づきやすくなっていくかもしれない。今のところ、自分が素直に実験とかを進められない理由がその違和感だから。違和感を解消することがその先にいかに効率的・効果的にいくためかを教えてくれるんじゃないかと思っておる。"
    }
    ,
    
  
    
    {
      "title": "社会性を見つけるって？",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-07-12-blog.html",
      "content": "今日は国際交流会館のお手洗いで落ち着いて考えを巡らすことに、なぜか、なった。始まりはTK先生がTeamsにポストした、ゴキさんの闘争においての意思決定の話しに果たして自分が興味を示すべきか否か。表面的に興味があるのはそう何だが、何でと言われると言語化できないのでちょっと考えてみた。ワタクシは人間の協力行動を知りたいのね、特に認知的な部分でどうやって共通の目標に向かっていくのか。まず思ったのは、根本的な部分を知るということで、taxonomyが寄与しているのじゃないか？ちょっと集合論から写像に行ったことを思い出してみた。分けるて大事なのかもしてない。何かの存在を他と比較して認めるっていうこと。そこでだけど、「社会性」っていう名前のついたタンパク質がなければ(おそらく)、そんな配列もない。だから社会性の根源ていうのは何から生まれるのかを考える。モノとモノ繋がり、インタラクション、つまり関わり方が社会性。その関わり方を決めるのは個体の意思決定。つまり意思決定の結果、それが全体として「社会性」になっている。ここで、以前自分の問いを思い出してみる。異なる生物がなぜ同じシステムを利用しているといえるのか。そのためにはシステムの一部が他とどのように関わっているか、がいかに類似しているか。これを問うていた。これはこれで研究の根本なのかも。でも認知の協力とか分業というテーマがある分、ちょっと以前の問いは根本すぎる。普遍すぎる。せっかくの着眼点が活きていない様子。そしたら、TK先生が言ってたゴキの闘争に関する意思決定、生理学的な面(つまり進化を通してどんな事象のベースが受け継がれてるかも)考慮する、ような研究に興味があるって言っていいのか。ダメなこたないけど、闘争。意思決定と生理学的事象と進化ははまる。闘争がどうなのか。ま、アダムcが言っていたけどselfish じゃない意思決定をいかに説明するかなのかも。問いの形にすると、selfish ではないけど何かのためにはなっている。そういうことはself以外でどういうことが起きると全体にとって好ましいのかを「知っている」ということかも。問い: What are the keys to know the benefits of non-self matters?これでどうか。"
    }
    ,
    
  
    
    {
      "title": "Genetics final exam の不完全燃焼からの実験アイディア",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-08-02-blog.html",
      "content": "The aim of this project is to explain how the balance between the environmental variances (Ve) and the genetic variance (Vg) swaps during the evolutionof antdivision of labour.We ideally would like to knockin genes of ants from different colonies then create a new colony where they are all in the same generation. Then a queen ant which is related to none of those ants give birth to offspring. After that we can observe how environmentcan cause division of labour in the worker ants. Then we are to collect data to argue how Ve affect the division of labour, and when Vg starts to make less variance than Ve by overcoming the oroginalgenetic variation made from collecting ants from different colonies."
    }
    ,
    
  
    
    {
      "title": "PCカンファレンス後の思考",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-08-21-blog.html",
      "content": "PCカンファレンスでは誘導もやったけども、ほとんどが分科会のタイムキーパー。だから、色々な発表を無料（むしろお金をもらいながら）で見ることができましたー。どんな発表が印象に残っているかというと、大まかにはITを使って教育をどうにかするというテーマがあったように思える。一つは北海道の工業大学の方々が授業の成績とかアンケートとかを使って、それがどんな要因に影響されているのかを検証してた。具体的にはキャンパスの環境が変わるとどうなるのか、内的特徴（性格）とかをコントロールしたらグループワークの成績がどうなるのか、とかを仮説を立てて結果を考察していた。教育系の学会で思ったけども、あんまりデータに基づいて議論をする感じが（生命科学と比べて）少なくて、「これはこんな要因が考えられます、、、」とかいうけど、根拠って何？みたいな箇所がたくさんあった。他にも印象に残ったのは、東京理科大学の人がやってたゲームを使ってプロジェクトマネジメントを学ぶ講義自体を研究にしたってやつ。MODとやらゲームの環境を個人がいじくれるシステムを利用して、色々とコントロールしながらデータを取ってたから、データに基づいて議論してた。あとは文系の学生を対象にしたような研究の分科会でもタイムキーパーをやった。そこでは文系学生のタイピング能力を上げるのに有効な要因とか、文系の学生が高校での情報の学習内容をどれくらい理解・覚えているのかとか、文系の世界からいかにデータサイエンティストを育成するかとかが印象に残っていた。あー、あとは社会人がどうやって情報の教員免許を取得するのかとかの経験談もあった。あと、これはそういえば！という感じのがあって、教師のノウハウをAIで整理、言語化、いい具合に一般化して、教師間で共有しましょうというやつを立命館の人と京大でやってた（MOSTフェローシップなんとか）。あとは、生成AIを使って、自分のレポートを添削してもらってください。伏線の回収とか、論理的に修正・指摘してくれますよーというtake-awayメッセージ的なのを残してくれる人もいた。表情を読み取って伝えると外国語を学び始めた人にはなんか良いらしいみたいな研究をしてる防衛大の人もいた。けど、いまいち伝わってこなかた、あは。雑談だけども、中国製の超小型のPC持ってる人いた。学会といってもかなりフレキシブルで、ほとんど個人の経験談をまとめましたみたいなのもあったし、データあってコントロールの実験もあるみたいなのもあって、そもそも参考文献とか見せない or ない？思想的なやつもあった。その中でもワタクシが個人的にすぐ役立ちそうなって思ったやつはゲームでプロジェクトマネジメントを学習するやつ。Foldit（タンパク質発見ゲームらしい）とかFactorioとか。競プロの延長線で抽象度を下げて、大事そうな具体例のゲームを作った感じ？https://conference.ciec.or.jp/2024pcc/program/subcommittee/presentation/pcc034.html役に立ちそうというか、将来そうなるだろうな、だけど実際にそれをやっている人ってどれくらいいるのかな、的なやつはあの思想っぽいやつ。文系の世界からいかにデータサイエンティストを育成するかのやつ。https://conference.ciec.or.jp/2024pcc/program/subcommittee/presentation/pcc056.html多分、発表者の天野徹さんって方はワタクシと似たような思考回路をたどったことがある気がする。それで休憩時間を半分削ってお話ししちゃったし、先生の著書を２冊分電子ブックでもらったし。メールで、興味を持ってくれてありがとうございますって感謝までいただいてしまった。それで、どうにか最近のワタクシは行動力に欠けているため、何か実験をしたいという思いがずっとあって。という伏線。天野先生のことをもうちょっと知りたいと思って調べてたら、community networkで問題解決をするというもののフレームワークを社会学の観点で考えるという論文を書いてた。dl.ndl.go.jpそれが、ま、ワタクシが前に考えてたこれに重なるんですわね。それで天野さんは多分これをすでにやったんじゃない？理論的に。途中までは。それで今回の学会での話はもっと本質的なところで、そんなcommunity networkの中でどうやってITを使いながら問題解決をやっていくんだというところで、文系の世界からデータを扱える人が必要だねということで、文理融合みたいなキーワードが出てきたわけです。ワタクシもオーストラリアで先住民学とか認知科学を学びたいと思った理由がこの文理融合だから、consilienceだから、結構思考回路が似てるんじゃないかって思った。だけど、天野さんの場合はその文理融合を個人の中で起きるようにしたいみたいな感じ？もちろん極論かもしれないけど。ワタクシの場合は認知の分業だから、それぞれの個人がスペシャリストになっちゃってもよくて、それをうまく配合すればいいんじゃないかという、今あるものを利用したいみたいなことを考えてるところが少し違う気する。でも、ワタクシのアイディアでも結局文系は理系の、理系は文系の理解が何らかの形で必要になってくるから、天野さんがやってる個人の中でも文理の融合を起こすことが必要なのかもしれない。だけど、それは先生と議論したい。というか、多分いらないものはないけど、どれにフォーカスすべきかっていう観点が違うのかも。それを先生の感謝メールに対しての返信で聞いてみよう〜！"
    }
    ,
    
  
    
    {
      "title": "帝京でワークショップやることになった時に自分がやりたいことを迫られてまとめようとする記録",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-08-25-blog.html",
      "content": "あらすじ：帝京高校のインターナショナルコースで「研究とは何か？」をテーマにワークショップをやろうということになったワタクシ。初めは「問いの立て方」by 宮野 公樹にすぐ半熟的に影響されてしまって、それをどうにか反映させようとしていたわけ。一応、ワークショップは二本立てで批判と問いっていう二つのツールを紹介しようと思っている。批判の方はMq uni.でやったことが大体クイズみたいな感じで楽しめるから、軽くて良いと思う。問いの方が、ワタクシ自身、ちゃんと本質を理解していない気がするので、関先生にもなんかはっきりと分からないと言われております。それで、先生は木須くん自身の話とかないの？という提案をしてくれて、それなら、自分のことなら自分がちゃんとある程度は知っているでしょう。ということで、ワタクシがこれまで、自称、研究をやってきた中でどんな問いが生まれて、なんでそれが重要だと思っているのかをお話ししたら良いんじゃないかと思っておる。だから、ワタクシが今までどんなことを問うてきたのかを振り返るのはどうかなーーー。興味あるかしら。  模擬国連とかスピーチコンテストとかで環境問題に触れてた  もしかすると、高校生として留学をした際に、すでに留学の意義を求められ、そこから無意識に行動への意義を意識するようになっていったかもしれない  帝京中・高で卒業論文/レポートを書くときに、何か意味のあること・役立つことをしたいと思ってた  それが大学に入るための大義名分になる  高校生から大学1年生くらいまでは特に何も考えないで、与えられたものをこなしていた  木須が大学2年生の後期に動かなくなった件  研究で良いことをしたくて大学に入って、結局は高校の延長のようなことをしていた  「良い」ことを自分で納得してやることを意識したことがなかった  「良い」ことに納得しようとしたら、結局、何をやっても意味がないのではとなって動けなくなった  結局、良いこと自己中心でいいのではないかと思った  動く理由である「問い」がなかった  高校生の頃、あまり本質的なことを考えずに、自分が興味のあるものの継ぎ接ぎをしていた（木須の高校時代の grad thesis を参照）  大学での留学でより根本的な問いを抱くようになる  生物学と政治のつながりを問う  人文と科学の関わりを問う  現在、あるシステムを他に応用できる条件を問う  あまりにも抽象的すぎて哲学っぽすぎるから、気持ちに留めて置くぶんには良いかもしれない  あんまり語ってばかりでも結局自然では何が起こっているのか、やってみないと分からない  それで佐渡に行ってみたことがいい感じの機会になった、時間い迫られて何かやった、自然の直売所での買い物をさせていただいた  それで自然っていくらシンプルな実験をしようと思っても思った以上に考慮しきれてない部分がある  だからシンプルな実験をしたい  cognitive division of laborを実際の生物で実証実験したい！  問いが研究においてどんな役割を果たすのか、木須の実体験をもとに見ていく。最後に、ワークショップの参加者自身がこれから研究、進学、それ以外をする上でどのように問いを利用できるかを考えられるようになる。木須のエピソード（実際は3分の１くらいのボリュームにする予定）中学生・高校生の頃は疑問を持つことがほとんどなかった。代わりに興味のあるものには食いついていた。多分、問いを作るのにはある程度は経験のストックが必要。→バスケットボール→バイオミメティクス→SFのテクノロジー→異文化→環境問題→模擬国連→スピーチコンテスト→モデリング大学に入学して、学問の自由さを目の当たりにした時に、なんて貴重な場所なんだと感じた、自分でも新しい知を創造したいという気持ちから探究心が生まれる。とは言いつつも、大学１年生は勢いでなんでも学ぶ。高校生の頃とあんまり変わらない感じの忙しさ。２年生になって学ぶことに対して意義を見出したくなる。そこで日本国憲法がつまらなすぎた。（担当教員の先生、すみません。）ここからは「問い（きっかけ）→行動」の連続が続いている。社会の課題をどうすれば生物学で紐解くことができるのか？（日本国憲法の授業にモチベーションが湧かなすぎて、憲法を生物学だと思って履修していた）→細胞生物学のサマースクールで科学の実験デザインを人文系のトピックに持ち込んだ（しかし、人文と科学の距離を感じて、より根本的な部分を見たいと考えた）文理の融合はどうすれば起きるのか？→先住民学と認知科学を通してコンシリエンスを学びにオーストラリアへ行った分業して課題解決するための、丁度いい分け方の条件とは？（奨学金に応募した時に何かテーマが必要でリサーチしていたら出てきた）→抽象的な概念をモデル化する過程を学ぶことができた共通の課題に対して、どのように異なる方法が使われるのか？（認知学の授業で丁度いい感じの規模感で実験を考える必要があった）→人間が問題解決をする時にどのように手法を区別するか、生理的・認知的な現象をもとにして実験をデザインしたあるシステムを他に応用できる条件とは何か？（ソフトウェア開発に影響された）→サークルで出会った友人と情報系と生物系の繋がりについてディスカッションした認知の分業が成功するために必要な条件とは何か？（自分が持っている大きな問いを抽象化して、歴史を調べてみたらそれの根源に近い話を見つけた）→cognitive division of laborを気合いで理解しようとしている（現在進行中）認知の分業を実証するために必要なものは何か？（研究室にお邪魔しているのに1人だけ何も具体的な研究をしていない、やる気があるのか疑いが生まれそう、さすがにそろそろ何か実証的なことをやりたい）→現在進行中まとめると、どこかのタイミングで自分ってなんだろうみたいなことを考える（私の場合はいわゆる青年期でアイデンティティが形成されるような期間に自分の性格上、研究というものと重なってこれが起きた）まずは自分を掘り下げる。何をしたいのかが分からなくなるくらいまで掘り下げる。そして、大きな問いを生む、自分は大まかに何がしたいのかを意識する大きな問い、つまり、自分が気になることを凝縮したみたいなものを言語化する自分の場合は、認知の分業という分野において、「異なる背景を持った人々が目標に向かって協力するためにはどうすればよいか？」（これが言語化できるようになったのは大学２年生の真ん中らへん。）これがずっと自分の根底にあるというイメージになる。大きな問いに答えるためにはそれを小さく分けるようになるどうやって分けるようになるかは、その時々の状況によって変わる（どんな授業を取るか、誰と出会うか、どれくらい時間があるか等）例えば自分だとここ３年くらいで例に示したような問いが生まれてきた（それぞれの問いに大小、様々な方向性などがあるけど、全て一つの大きな問いの上に存在できるものたち）これを踏まえて高校生としてやると良さそうなこと（個人の感想です）。メインのお持ち帰りメッセージ（今回のテーマ）：研究に興味があるなら、問いをつくって行動しよう。そうすれば、自分だけしか知らない、新しいことを発見できるかもしれない！研究でなくてもこれは役に立つから、ぜひ参考にしてこれから何をしたいかを考えてみよう。サブのお持ち帰りメッセージ（今回のテーマの副産物）：何か興味があれば一度はチャレンジしておく、なぜなら、次に経験するときは二回目になるから（笑）というのも間違っていなくて、大学生になってから本格的にやるとなった時に躊躇しなくなるし、躊躇しているとそれができるかもしれないタイミングを逃す。何か興味がなくても勉強はしておく。特に、文系理系関係なく文章の読み書きは出来すぎることはない。英語ができるとこれから先で気にすることが減る、加えて、できることのオプションが増える。まずは、自分の経験を振り返って、自分が何が気になることについて問いを作ってみよう。この中で自分がやりたいことの優先順位を決めてみて、具体的にどんな行動を取るのか、少し考えてワークシートに書いてみよう。今回は問いをメインテーマにして話したけど、研究について気になることがなければサブのメッセージについて気になること、それに対しての行動をプランしてみよう。ワークショップで使った (ま、適度に) スライドたち"
    }
    ,
    
  
    
    {
      "title": "異分野融合の意味と意義",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-09-05-blog.html",
      "content": "宮野公樹. (2021). 異分野融合の意味と意義. まてりあ, 60(10), 615-619.summary要約すると、異分野融合っていうのは歴史的にみても、理論的にも自然なことそれは木の幹を辿るようなことで、枝葉を無理やりくっつけるようなことではないこのスタンスを持って、複雑な課題解決などを目的とした行動をするこの目的を持った行動は「工学」によって研究されることができる工学は目的的な学問で、技術のように必ずしもそれが実用的・実践的である必要がない然りそれに関わる行動が無意味や有意味であることは問われない例えば、無駄という目的があればその過程にある思考や行動が無駄であることは合理的ちょっと伏線だが、工学が学問なのか技術なのかは元々グラディエントなもの人によっては学問することの延長に技術があるし、技術の習得のために学問があるちなみに、このグラディエントの具体例には数少ないものが挙げられていた少ない実証だからといって確らしさを担保できないかというと、数があれば担保できるわけでもないこんな、いわゆる人文的な考えと科学的な考えを融合させて進めていく学問の幹を意識して、枝葉だけをくっつける融合ではない、そもそも同じものであるこの前提を踏まえて工学して異分野の融合をするもしかしたら、アリの分業もこれを意識していれば質的にどこかマッチしているところがあるのかしら"
    }
    ,
    
  
    
    {
      "title": "新潟の佐渡にいる蟻が運ぶ食べ物について",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-09-10-blog.html",
      "content": "There are several field work courses at Tokyo Metropolitan University where I study biology. One of them is for going to Sado island, located offshore Niigata prefecture in northern Japan. During the one-week course, students had a few tasks each day each of which we will write a report later. On the last day we were given a chance to have our original experiment by considering the difference in attitude on a mountain (we didn’t have to tho).A scenary from data collection site.To prepare for the experiment, each of us had to come up with an idea and present the experiment plan with the rationale for doing it within a few hours. Most of us squeezed our brain. Now, my idea at that time was something to do with ants because I’m kind of betting on them recently for their potentials. By the way, thre were only a few of us having animals in our experiments including me, and others preferred plants.Anyways, my mini research was themed as like ants’ foraging behaviours compared between different alttitudes on a mountain. My research plan was originally to conduct experiments where I test ants whether they carry a certain type of food or not. If so, I hypothesise that the higher attitude they forage, the smaller food they carry. I stipulated that because they would not be as active when it’s cold as they are when it’s warm. (Of course, being too warm would also cause laziness but it’s not considered at this momoment.)I presented my plan to teachers and folks. The first impression for a teacher told me that things probably wouldn’t go taht well, so I should aim for more accessive data. A suggestion was to make observations and collect ants carrying some kind of food with a note about what they carried. It turned out that I did both of the plans – one was to know what ants were carrying, and the other was to experiment the size of food they carry.On the day of collecting data for the mini-self-organised research, I had a lot of help by my folks and a van driver to find ants carrying food. One of teachers helped me with identifying ant species. So, the result was this below.            sp. (number of individuals carrying the food)      Food      Size (mm)                  formica hayashi      Fly      20                     Straight abs skinny long leg      25                     formica hayashi      6                     aphaenogaster famelica      7              aphaenogaster famelica (2)      Straight abs triangle      16                     Juvenile beetle looking      2                  sp. (number of individuals carrying the food)      Food      Size (mm)                  formica hayashi      nylanderia flavipes      2                     Bordered beetle damaged      10                     Pill bug (2)      5                     Rough woodlouse (2)      10                     wing      15                     Protein with sands      2              formica hayashi (2)      Cricket like damaged      7              formica hayashi (3)      Worm      7.3                     Caterpillar      1.7      Table 1. Types of food ants were carrying at high (upper table) and low (lower table) attitude respectively.I saw that foods at the lower attitude were basically ground-dwelling animals or damaged flying ones. That’s because those foods/animals cannot go higher attitude. And at the higher attitude, those who can escape from lower attitude survivial will eventually foraged when they pass away. Bold texts indicate that they had wings while other foods did not or had damaged wings. In addition, I compared the size as shown below. I was rushing to measure food body size, and the “body size” is not even precisely defined. But, we can probably get a gist of the difference.Figure 1. Size of food compared.                   high (mm)      low (mm)                  Mean      11.33      5.611              Variance      81.50      24.14      Table 2. Stats for compaing the body size (roughly) of the foods…There was no statistically significant difference between the size of food at higher attitude and that of the lower (alpha value of 0.05). Maybe I should have taken their weights as well.Talking of the other experiment to see the size of the food carried, I fed them with Tongaricorn (Japanese famous snack) like this. This snack was pretty much guaranteed to trap ants by previous ant collection task done before the self-organised research.I allowed ants to carry a piece for 15 cm and counted how many ants contributed to carrying it. I did not have enough data for comparision but what I found was basically bigger ant species (Formica hayashi) foraged alone whereas smaller ones (Aphaenogaster famelica) cooperated. Very small ones (Nylanderia flavipes) did not even carry the piece but they bit off the piece and carried little by litte.Another finding was that two species (Myrmica kotokui and Camponotus sp.) did not show almost no interests in a food piece. Video as evidence…I did not have any means of confirming the mechanism of the phenomenon at that time, but later on I found an article which talks about neural structure varying between different ant castes including the sensory regions (Muscedere &amp; Traniello, 2012). It might gives me a hint to know why I could witness the behaviour.To wrap up, this is not a scientific report (which I will be writing in a week) while still my little record from beautiful Sado island. So I hope you just enjoyed reading this blog about my as small finding as an ant but possibly as important as an ant! a lot of “a”s haha.ReferencesMuscedere, M. L., &amp; Traniello, J. F. (2012). Division of labor in the hyperdiverse ant genus Pheidole is associated with distinct subcaste-and age-related patterns of worker brain organization. PLoS One, 7(2), e31618."
    }
    ,
    
  
    
    {
      "title": "技術書ビブリオバトル",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-12-07-blog.html",
      "content": ""
    }
    ,
    
  
    
    {
      "title": "ハッカソン運営",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2024-12-21-blog.html",
      "content": "My friends and I organised / hosted a hackathon. Here is the record of the event preparation."
    }
    ,
    
  
    
    {
      "title": "My passion for science connected to My research interests",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2025-01-03-blog.html",
      "content": "Why am I writing about my passion for science now?I’m now about to get into my fifth year at university (the curriculum is technically fourth-year as I studied abroad for a year). I have been engaged in engineering work rather than sciency exploration. I have also organised, saying humbly, some events with help of people around me. When I studied abroad, I wanted to touch on something that people usually don’t value as much in a field of biology – Indigenous studies, philosophy, software engineering, and cognitive science.Coming back to my home physically in Tokyo and consciously in biological science, I realised the power of natural science especially biology – I don’t deny my bias towards biology which fits my personality. From there I have been more leaned on training myself to develop my own research plans. Why? Just by following someone’s idea is safe but not motivating.Having said that, I started from following my prospective lab boss’ ideas in a his class partly to showing him my wants to join his lab. From there it was thankful that I could start a little study with ants and simulations though it’s literally just started. I thought it was going well so I just needed to continue my style of developing ideas for research. But, thankfully, it was not that easy. In a microbiology class, I was trying to come up with a small experiment idea, which took me hours with sort of implicit tricky assists from an instructor. I did manage to make one experiment though the words from the instructor really articulated what was lacking in my scientific skills.Since I was told the words, it has been my challenge to think based on my experience, which sounds sooo basic but I was just not doing that mush until now. I think it was my habit to look for information that’s already available inheritted from software development work, because I was just good at searching not remembering. Also, a firend of mine, what people think a smart guy, showed me how to connect dots of information from experiments so that they compliment each other.All the things mentioned thus far happened just within a month though I realised that they were like a digests of my 1st and 2nd year in biological science department of learning how to do science, which were not firmly dissolved in my skills so as to utilise them. But that’s okay because I was studying for what’s relatively far from science to store my experience in them, so that I can draw on later…of course I forget about science hahaha.The reason why I took distance from doing science wasn’t because I’m not favour of it but I thought it wants more than what it is per se. Explicitly saying, science has got to reunite with other knowledge systems so that it can reach out its hands to what has not been possible. I honestly don’t know exactly how we do that yet, and that should be my pursue after getting my masters. Why after masters? because I want to do sciency science now on for two years so that I can dissolve it in me. Then, after the masters, I can blend it with my non-sciency experience drawn from the repositories I have made past several years with new ones I’m hoping to encounter during my PhD. I care about science so I learn what’s far from science so that I find what is good about it and how it needs others to do more.How do my past several years of non-sciency activities show my passion towards science that is connected to my research interests?Visual summaryIn a nut shell, I have done non-sciency stuff so that I can bring science to what it has not been able to reach.The reason why I want to see science meeting other ways of perceiving the world is that my research question has araised from experience involving multifaceted problems, which is…“How do people with different backgrounds achieve a common goal?”When I was a high school student, I joined a conference where students simulate themselves how the United Nations works. I faced neatly impossible challenge where representatives from countries all over the world somehow make a consensus and propose statements for eradication of poverty. Needless to say, it ended up with no consensus statements, and a chair of the conference was as vexatious as he had tears in his eyes.Since then I wanted to somehow contribute to solving the problems that are associated with poverty. As a student who was interested in science, I came to know one of the famous problems associated with poverty, global warming.My high school small project was dedicated to knowing about how environment can be fairly treated in terms of the economic values. And as I was looking for the problem, I found an institution called Salk Institute where scientists modified plants to store more carbons than they do in wild. Though it was not my research topic, I was attracted by the study and that was my main motivation to enter the biological science department at my current university.While I was studying in the 1st and 2nd grade, I unexpectedly had to learn a bunch of humanities courses (of course basis of science as well – packed!) because of the university’s motto and the requirements for my teacher’s certificate course. It turned out to be very intellectually curious time in my life so far. I was shcked how creation of knowledge is so versatile and anything can be connected.At the end of my 2nd year, I was planning to study abroad to gain experience from relatively non-scientific culture because it was too hard to miss chances to dig in possibilities of studies other than science which potentially fuel the exploration into my research question. One of the chances was to join a new student club/community for developing products using techology to solve social issues. The other was to study abroad in Australia as an exchange student. Of course I took both.I experienced a lot of new things during my 3rd year apart from my major in biological science:Philosophy  Concenptual base of my interests e.g. developing abstract statement for my research question  Objective measurements of logics e.g. induction, deduction, fallacies, etc.from which I learned that logics can be systematically investigated via organised conceptual frameworks.Indigenous (Dharug) studies  Experiencing non-scientific epistemology e.g. notion of Country, relationality, etc.  Recognising identities e.g. distinguished culture, individual sensefrom which I learned that science is not the only way to prosper knowldge in the world.Software engineering  Team project management e.g. sharing a common criteria, division of concerns, etc.  Structural understanding of subjects e.g. modularity, architecture, etc.from which I learned that complexity can be handled by devising tools and structural understandingOrganising communities  Collaboration via relationships, interests, and environments  Inclusivness of expressions and understandingsfrom which I learned that human interactions with an embracing atmosphere are the source of new ideasCognitive science  Theory deriven natural science which was highly interdiscplinary study e.g. theories of multi-tracking objects by eyes  Science that is impossible without the advancement of technology e.g. MRI, EEG, MEG, etc.from which I learned that a theory and empirical practices both drive scienceEven after exploring various ways to pursue my interests, science has been the centred perspective in me that gives me the most precise feeling of knowing the principles of things. In other words, I believe that science allows me to create a question that precisely reflects what I am intended to know.In my 4th year (not graduating because I extended one year for studying abroad), I came back to practicing natural science. That when I realised my ignorance of science due to immersing myself in other cultures for a while. My centred perspective is science so, as I mentioned before, I have been kicking my a** to do as much science as possible. But the way I see science is way different from what it was like a few years ago. I see it with even more potentials to mingle with other cultures to transcend or even dissolve the boundaries between them.I said previously that I don’t know exactly how to reunite knowldges from science and others. But I have made an attempt to do that. During my studying abroad in Australia, I made my interests abstract and tried to find anyone who has done or at least ponder reuniting knowldges and “How do people with different backgrounds achieve a common goal?”. Then, I extracted an essence of the information to meet a concept of “The Division of Cognitive Labor” by Philip Kitcher in philosophy. I read the paper as if I was like a disiple of the notion.In a fourth year of an undergraduate, there is a lot of chances to bring own insights into assignments mostly via lab reports and small research presentations. In the latter of an evolutionary biology class, I digged into a concept of the division of labor in biology to find relevance to the philosophy. Since it was too challenging to find a match with a whole concept of that philosophy in biology, I picked one of the components, named “jump off a ship”. Essentially, the concept was derived from a situation where agents in a situation where multiple approaches to a question exist. Agents are to aim for an optimum expected utility by maintaining the balance in the distributions of themselves pursuing different approaches to answer the question. And “jump off a ship” appears when the skewed distribution has got to be fixed by some of the agents in the major approach moving to the minor.I had discussions about whether I can relate the concept to biology with the convener of the evolutionary biology class, who is my prospective lab PI at this moment. One piece of advice from him to me was that similar concepts can exist in various research fields but they have are sometimes named differently so you just need to find that by digesting what a concept meant to be but not just the face value of it. I was searching for papers with that in mind. Then, the darkest place was under the candlestick. I came to read some papers written by him, the prospective PI, one of which seemed to match with the concept of “jump off a ship”.I kept organising information around the study, and made a presentation that summarise the concepts related to the main paper. As I had him review my compositions and presentation about the summary, he suggested that illustrating the precise connection of such a biological phonomenon to a broad concept in philosophy requires much more investigation and consideration, which is probably too much for a small research propject during the class. I also realised by myself that I mixed up some concepts in the summary (though they don’t affect the core), so I reorganised them.With this little attempt to blend science with other cultures, I’m starting my research on ants’ collective behaviours which I talk more about in a separate blog."
    }
    ,
    
  
    
    {
      "title": "How my question is understood and modified",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2025-01-04-blog.html",
      "content": "Why am I writing this?My question come out of my experience in words had been “How do people with different backgrounds achieve a common goal?”Recently, I had a chance to read through papers of my prospective laboratory PI (principle investigator) because his research seemed most relevant to my intersts. There I found how a big question can be decomposed into smaller materialised questions. Some of the questions are the following:How do agents choose one option over the other even though the latter has a better sign of its quality?What is an optimum composition of a community consisting with two different propensities of agents?How do agents combine different methods of decision-making behaviours?They are amazing in a way that they connect with known biological entities and quantitative measurements. But can’t I come up with questions myself…?Attempts to modify my question"
    }
    ,
    
  
    
    {
      "title": "学習指導案の書き方をまとめてみた",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2025-01-13-blog%20.html",
      "content": "中高の理科の学習指導案の書き方をまとめてみた用意するもの  理科の経験  学習指導案テンプレ  中学/高校の学習指導要領（理科）書き途中"
    }
    ,
    
  
    
    {
      "title": "時間と経験とタイムマシンの話",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2025-02-11-blog.html",
      "content": "タイムマシンを作ってくださいと誰かに頼まれたら，どうしますか？なんか鉄の塊を繋ぎ合わせてプログラムとか書いて機械をビルドアップしたり，実験したり，物理学とかの専門家に色々と話を聞いてみたりしますか？それも良いかもしれないですが，そもそもタイムマシンを作るってどういうことかをまずは考えてみた方が，手当たり次第色々とやるよりも近道なのかもしれないです．そこでタイトルにもあるようにこのブログでは「時間と経験」という観点からタイムマシンを作ってみようと思います．ブログは英語で書きたいです．なぜなら日本語をタイプしている時に特定の指ばかりを使わせられている気がして気持ちがあまり良くないからです．Let’s get into making a time machine. First, we are to see if someone has already made up one. If so we don’t have to make another at least from scratch. I remember one of my friends has told me that a god has no concept of time. God is able to see the world all at once. That sounds like a time machine doesn’t it? Not quite actually, because the god has no concept of time while we want to keep the concept of time so that we can call what we make “time” machine. Yet, it gives us a clue or different point of views.A point of views we gained by thinking about a god is"
    }
    ,
    
  
    
    {
      "title": "研究をする上で自分か対象をどう認識するかを時々考えて，色々な見方をしていきたいなーの基本だと思うところ",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2025-02-12-blog.html",
      "content": "自分が研究をする上で，どうやって実験系を考えようとか，どうやって結果をまとめようとか，どうすればいかに目的に沿って，忠実に科学的な行動を起こせるのかは当たり前のように考える．その一方で自分が研究の対象をどのように認識すべきかというのは，そんな行動以前の問題で，研究対象の捉え方から変わっていくものだと思う．とても単純な思考としては，科学の行いがまずは「もの」を認識することから始まる．つまり，そこにそれが存在することを確認する．次に，それ自体が何かを理解する．これはそれと他のものとの関係は考慮しない段階で考えている．次に，それが他のものとどのような関係を持っているのかを考える．そうすれば，自ずと自分の知が他のものと関係してより大きいものを理解することができる．ものとものの関係性には色々ま種類がある．強弱の繋がり，時間的な繋がり，空間的な繋がり，意味的な繋がり，などなど．そんなパターンをみたいなと思っていたら，そんな概念はグラフ理論っていう名前で扱われているみたいで．それは，存在を点（vertexとかnodeとか）で表して，関係を線（edgeとかlinkとか）で表しているらしい．確かに直感的で視覚的にも分かりやすい．ここで思うのは，物事を色々な視点から見たければ数学の色々な理論を使えばいいんではないかということですね，多分．例えばグラフ理論はものの存在とそれと他のものの関係を本質的に説明するために使える捉え方．多分，捉え方の種類は2つあって数学的に概念から入っていく方向と，実際の事象を分解して普遍的にしていく方法．私の場合は，これが工夫しないといけないところで，興味自体はあるシステムがどのように動くのか．これを聞くと一見，数学的な方から入っていくのかなと思うかもしれないけども，実際は数学の概念がどのような仕組みなのかに興味があるのではなくて，現実のシステムがどのように動いているのかに興味があるわけです．つまり現実のシステムから逸脱してしまっては，それは研究の軸をずらすことになるわけです．ちなみに数学の概念がどのように扱われるか自体に興味があればそれはそれでいいのですが，概念の理解の全てが自分の興味がある実際の現象を説明するために利用できるかは，必ずしもそうではないと考えています．もしかするとこの理解もいつかは変わっているのかもしれないですが．話を戻すと私が興味のあることは実際のシステムがどういう仕組みかなので，数学は具体を抽象化してから使っていきたいと思っています．もちろん数学自体を知る必要があるときはそれを勉強するわけです．今回出会ったグラフ理論は自分が思うところで科学がどのように知を認識しているのかという，いわゆるメタ的なところをいかに体系的に理解，整理，説明できるかをちょっと見てみたいので使わせてもらっています．グラフ理論がどのように科学における知の認識を説明できるのかは，これから議論していきたいです．そして他人や自分が行う科学がどのように整理され，繋がっているのかを説明しそれを利用して今までにはなさそうなところを意識して，研究していきたいです．もしそれを工学する（人の役に立てるように応用する意）程度の技量を私がつける忍耐があるのであれば，それで色々な研究者に楽しんでもらえると，自己肯定感が爆上がりです．"
    }
    ,
    
  
    
    {
      "title": "イベント運営，ハッカソン運営，なんだそれ？ - 理学的な視点からの考察 -",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2025-02-27-blog.html",
      "content": "I prepared a talk for an event."
    }
    ,
    
  
    
    {
      "title": "便利 IT ツール",
      "url": "/Hello/blog/Users/yujirokisu/Documents/Hello/2025-03-17-blog.html",
      "content": "リンク"
    }
    
    
  
]